{"pages":[{"text":"Overview We carry out research at the intersection of chemistry, physics, biology, and materials science. We seek students of any background who are fearless about trying new things, are primarily interested in experiment, are self-starters, work well on a team and with external collaborators, and work best if given a certain degree of independence. If you are looking to define a new field and are looking to gain experience in a wide range of advanced techniques in physical and analytical chemistry, then come talk to us. Projects Charge Motion at the Nanoscale We are interested in better understanding the structure and function of materials at the nanometer scale. We are particularly interested in soft, thin-film materials, which remain a challenge to image. Recent advances in electron microscopy have led to near-routine imaging of individual heavy atoms in cross-sectional slices of hard materials. The resulting images have transformed our understanding of oxide interfaces, unconventional superconductors, and nanomagnets. Radiation damage makes it impossible to visualize individual light atoms this way in soft materials, however, frustrating the study of soft materials ranging from organic solar cells and batteries to biomolecular complexes and membrane proteins. Organic semiconductors are an especially interesting class of soft material. In these materials it remains poorly understood how free charge is generated from light and moves across interfaces. To gain a better microscopic understanding of these processes, we develop new scanned probe microscopes capable of imaging at nanometer resolution the transient voltages, capacitances, and electric field fluctuations present near the surface of a thin-film material while it is under electrical bias and exposed to light. Subprojects include studies of Interfacial charge transport via high-sensitivity measurements of local electric fields; charge trapping in n -channel organic semiconductors Charge transport and fluctuations in organic semiconductors; charge generation in organic solar cell materials Development of substrates with tunable work function via electrochemical synthesis Localized measurements of the microsecond and nanosecond dynamics of photo-generated charge in semiconductors Localized measurements charge conduction in confined-but-connected films of nanocrystalline semiconductors Representative publications Lekkala, S.; Marohn, J. A. & Loring, R. F. \"Electric force microscopy of semiconductors: Cantilever frequency fluctuations and noncontact friction\", J. Chem. Phys. , 2013 , 139 , 184702 [ 10.1063/1.4828862 ]. Smieska, L. M.; Pozdin, V. A.; Luria, J. L.; Hennig, R. G.; Hines, M. A.; Lewis, C. A. & Marohn, J. A. \"Following Chemical Charge Trapping in Pentacene Thin Films by Selective Impurity Doping and Wavelength-resolved Electric Force Microscopy\", Adv. Funct. Mater. , 2012 , 22 , 5096 - 5106 [ 10.1002/adfm.201200595 ]. Luria, J. L.; Hoepker, N.; Bruce, R.; Jacobs, A. R.; Groves, C. & Marohn, J. A. \"Spectroscopic Imaging of Photopotentials and Photoinduced Potential Fluctuations in a Bulk Heterojunction Solar Cell Film\", ACS Nano , 2012 , 6 , 9392 - 9401 [ 10.1021/nn300941f ]. Lekkala, S.; Hoepker, N.; Marohn, J. A. & Loring, R. F. \"Charge carrier dynamics and interactions in electric force microscopy\", J. Chem. Phys. , 2012 , 137 , 124701 [ 10.1063/1.4754602 ]. O'Dea, J. R.; Brown, L. M.; Hoepker, N.; Marohn, J. A. & Sadewasser, S. \"Scanned Probe Microscopy of Solar Cells: From Inorganic Thin Films to Organic Photovoltaics\", Mater. Res. Soc. Bulletin , 2012 , 37 , 642 - 650 [ 10.1557/mrs.2012.143 ]. Choi, J. J.; Luria, J.; Hyun, B.-R.; Bartnik, A. C.; Sun, L.; Lim, Y.-F.; Marohn, J. A.; Wise, F. W. & Hanrath, T. \"Photogenerated Exciton Dissociation in Highly Coupled Lead Salt Nanocrystal Assemblies\", Nano Lett. , 2010 , 10 , 1805 - 1811 [ 10.1021/nl100498e ]. Funding \"Scanned-probe characterization of degradation and charge generation in organic semiconductors\" ( J. A. Marohn; Cornell University; National Science Foundation, grant number DMR -1006633; 08/01/13 – 07/31/16). \"Graduate student fellowship\" ( S. R. Nathan and J. A. Marohn; Cornell University; National Science Foundation; 09/01/13 – 08/31/16). \" NSF GK12 : Grass roots graduate fellowship\" (R. Dwyer, J. A. Marohn, and P. Clancy; Cornell University; National Science Foundation; 06/01/13 – 05/31/14). Nano- MRI In a complimentary project, we are working to apply magnetic resonance imaging ( MRI ) — the premier tool for characterizing soft materials at the millimeter scale — to study the structure and function of devices, materials, and molecular complexes at the nanometer scale. Our approach is to use silicon cantilevers and a custom microscope to detect magnetic resonance at unprecedented sensitivity and carry out nanoscale magnetic resonance imaging (nano- MRI ) experiments. Our Cornell team was the first to demonstrate scanned-probe detection of nuclear magnetic resonance, using a new physical effect in which the sample spins change the frequency of a magnet-tipped cantilever. This innovation opens up the technique of magnetic resonance force microscopy to a much wider array of samples than was previously possible, including paramagnetic spin labels such as nitroxides widely used to study proteins and nucleic acids. The overall goal of this project is to develop a way to image individual molecules and thin-film devices at nanometer or sub-nanometer resolution. Subprojects include studies of Dynamic nuclear polarization in magnetic resonance force microscopy; microscope development; microwave waveguide simulation and testing Measurements and theory of non-contract friction; cantilever and nanomanget fabrication; microwave waveguide fabrication; magnetization fluctuations in individual nanomagnets Image encoding and reconstruction in nanoscale magnetic resonance imaging Studies of thin-film semiconductor devices by magnetic resonance force microscopy Representative Publications Chen, L.; Longenecker, J. G.; Moore, E. W. & Marohn, J. A. \"Long-Lived Frequency Shifts Observed in a Magnetic Resonance Force Microscope Experiment Following Microwave Irradiation of a Nitroxide Spin Probe\", Appl. Phys. Lett. , 2013 , 102 , 132404 [ 10.1063/1.4795018 ][ PMCID : PMC3631243 ]. Longenecker, J. G.; Mamin, H. J.; Senko, A. W.; Chen, L.; Rettner, C. T.; Rugar, D. & Marohn, J. A. \"High-Gradient Nanomagnets on Cantilevers for Sensitive Detection of Nuclear Magnetic Resonance\", ACS Nano , 2012 , 6 , 9637 - 9645 [ 10.1021/nn3030628 ][ PMCID : PMC3535834 ]. Moore, E. W.; Lee, S.-G.; Hickman, S. A.; Harrell, L. E. & Marohn, J. A. \"Evading Surface and Detector Frequency Noise in Harmonic Oscillator Measurements of Force Gradients\", Appl. Phys. Lett. , 2010 , 97 , 044105 [ 10.1063/1.3465906 ][ PMCID : PMC2924902 ]. Moore, E. W.; Lee, S.-G.; Hickman, S. A.; Wright, S. J.; Harrell, L. E.; Borbat, P. P.; Freed, J. H. & Marohn, J. A. \"Scanned-Probe Detection of Electron Spin Resonance from a Nitroxide Spin Probe\", Proc. Natl. Acad. Sci. U.S.A. , 2009 , 106 , 22251 - 22256 [ 10.1073/pnas.0908120106 ][ PMCID : PMC2799694 ]. Garner, S. R.; Kuehn, S.; Dawlaty, J. M.; Jenkins, N. E. & Marohn, J. A. \"Force-Gradient Detected Nuclear Magnetic Resonance\", Appl. Phys. Lett. , 2004 , 84 , 5091 - 5093 [ 10.1063/1.1762700 ]. Funding \"Microwave-enhanced nanoscale magnetic resonance imaging of individual biomacromolecules\" (E. Afshari and J. A. Marohn; Cornell University; Army Research Office, grant number W911NF -14-1-0674; 10/1/14 – 9/30/17). \" NSF GK12 : Grass roots graduate fellowship\" (C. Isaac, J. A. Marohn, and P. Clancy; Cornell University; National Science Foundation; 06/01/14 – 05/31/15). \"Nanoscale magnetic resonance imaging and characterization of organic electronic materials\" ( J. A. Marohn; Cornell University; Army Research Office, Division of Materials Research, grant number W911NF -12-1-0221; 06/01/2012 - 03/31/2015). \"Cantilever magnetic resonance of biomolecules\" ( J. A. Marohn; Cornell University; National Institutes of Health, National Institute of General Medical Sciences, grant number R01GM070012 -07; 06/01/09 – 05/31/14). Fuel Cell Materials A final project involves devising a recipe for making transition metal nitrides that both conduct electricity and are stable to degradation and dissolution under the extreme environmental conditions present in a fuel cell. This project is a collaboration between five Cornell groups in three different departments. The Marohn group's role in this project is to use conducting-probe atomic-force microscopy to measure the transport of charge through a few-nanometer oxide layer at the surface of the thin-film transition metal oxy-nitride samples. Representative Publications O'Dea, J. R.; Holtz, M. E.; Legard, A. E.; Young, S. D.; Burns, R. G.; Van Wassen, A. R.; Muller, D. A.; Abruña, H. D.; DiSalvo, F. J.; van Dover, R. B. & Marohn, J. A. \"Conductivity and Microstructure of Combinatorially Sputter-Deposited Nitride Thin Films\", Chem. of Mater. (in press) , 2015 [ 10.1021/cm504599s ]. Van Wassen, A. R.; Legard, A. E.; O'Dea, J. R.; Young, S. D.; Burns, R. G.; DiSalvo, F. J.; Marohn, J. A.; van Dover, R. B. & Abruña, H. D. \"Electrochemical Characterization of Ta-Ti-Al Nitride Thin Films\", submitted 07/01/15 , 2015 . Funding \"Energy Frontier Research Center: Nanostructured interfaces for energy generation, conversion and storage\" ( H. D. Abruña, T. A. Arias, L. A. Archer, J. D. Brock, F. J. DiSalvo, T. Hanrath, J. A. Marohn, and D. A. Muller; Cornell University; Department of Energy, Division of Basic Energy Sciences, grant number DE - SC0001086 ; 08/01/09 – 07/31/14).","tags":"Research","loc":"http://johnmarohn.github.io/pages/1-Research.html","title":"Research"},{"text":"[ Tirmzi2016jan ] Tirmzi, A. M.; Dwyer, R. P.; Hanrath, T. & Marohn, J. A. \"Coupled Slow and Fast Charge Dynamics in Cesium Lead Bromide Perovskite\", ACS Energy Lett. , 2017 , 2 , 488 - 496 [ 10.1021/acsenergylett.6b00722 ]. [ Isaac2016apr ] Isaac, C. E.; Gleave, C. M.; Nasr, P. T.; Nguyen, H. L.; Curley, E. A.; Yoder, J. L.; Moore, E. W.; Chen, L. & Marohn, J. A. \"Dynamic Nuclear Polarization in a Magnetic Resonance Force Microscope Experiment\", Phys. Chem. Chem. Phys. , 2016 , 18 , 8806 - 8819 [ 10.1039/ C6CP00084C ][ arXiv:1601.07253 ]. [ Smieska2016feb ] Smieska, L. M.; Li, Z.; Ley, D.; Braunschweig, A. B. & Marohn, J. A. \"Trap-clearing Spectroscopy in Perylene Diimide Derivatives\", Chem. Mater. , 2016 , 28 , 813 - 820 [ 10.1021/acs.chemmater.5b04025 ]. [ VanWassen2015jul ] Van Wassen, A. R.; Legard, A. E.; O'Dea, J. R.; Young, S. D.; Burns, R. G.; DiSalvo, F. J.; Marohn, J. A.; van Dover, R. B. & Abruna, H. D. \"Electrochemical Characterization of Ta-Ti-Al Nitride Thin Films\", submitted 07/01/15 , 2015 . [ ODea2015jul ] O'Dea, J. R.; Holtz, M. E.; Legard, A. E.; Young, S. D.; Burns, R. G.; Van Wassen, A. R.; Muller, D. A.; Abruna, H. D.; DiSalvo, F. J.; van Dover, R. B. & Marohn, J. A. \"Conductivity and Microstructure of Combinatorially Sputter-Deposited Nitride Thin Films\", Chem. of Mater. , 2015 , 27 , 4515 - 4524 [ 10.1021/cm504599s ]. [ Lekkala2013nov ] Lekkala, S.; Marohn, J. A. & Loring, R. F. \"Electric force microscopy of semiconductors: Cantilever frequency fluctuations and noncontact friction\", J. Chem. Phys. , 2013 , 139 , 184702 [ 10.1063/1.4828862 ]. [ Chen2013apr ] Chen, L.; Longenecker, J. G.; Moore, E. W. & Marohn, J. A. \"Long-Lived Frequency Shifts Observed in a Magnetic Resonance Force Microscope Experiment Following Microwave Irradiation of a Nitroxide Spin Probe\", Appl. Phys. Lett. , 2013 , 102 , 132404 [ 10.1063/1.4795018 ][ PMCID : PMC3631243 ]. [ Chen2013jul ] Chen, L.; Longenecker, J. G.; Moore, E. W. & Marohn, J. A. \"Magnetic Resonance Force Microscopy Detected Long-Lived Spin Magnetization\", IEEE Trans. Magn. , 2013 , 49 , 3528 - 3532 [ 10.1109/ TMAG .2013.2239268 ][ PMCID : PMC4474500 ]. [ Smieska2012dec ] Smieska, L. M.; Pozdin, V. A.; Luria, J. L.; Hennig, R. G.; Hines, M. A.; Lewis, C. A. & Marohn, J. A. \"Following Chemical Charge Trapping in Pentacene Thin Films by Selective Impurity Doping and Wavelength-resolved Electric Force Microscopy\", Adv. Funct. Mater. , 2012 , 22 , 5096 - 5106 [ 10.1002/adfm.201200595 ]. [ Longenecker2012nov ] Longenecker, J. G.; Mamin, H. J.; Senko, A. W.; Chen, L.; Rettner, C. T.; Rugar, D. & Marohn, J. A. \"High-Gradient Nanomagnets on Cantilevers for Sensitive Detection of Nuclear Magnetic Resonance\", ACS Nano , 2012 , 6 , 9637 - 9645 [ 10.1021/nn3030628 ][ PMCID : PMC3535834 ]. [ Luria2012nov ] Luria, J. L.; Hoepker, N.; Bruce, R.; Jacobs, A. R.; Groves, C. & Marohn, J. A. \"Spectroscopic Imaging of Photopotentials and Photoinduced Potential Fluctuations in a Bulk Heterojunction Solar Cell Film\", ACS Nano , 2012 , 6 , 9392 - 9401 [ 10.1021/nn300941f ]. [ Lekkala2012sep ] Lekkala, S.; Hoepker, N.; Marohn, J. A. & Loring, R. F. \"Charge carrier dynamics and interactions in electric force microscopy\", J. Chem. Phys. , 2012 , 137 , 124701 [ 10.1063/1.4754602 ]. [ Alexson2012jul ] Alexson, D. A.; Hickman, S. A.; Marohn, J. A. & Smith, D. D. \"Single-shot nuclear magnetization recovery curves with force-gradient detection\", Appl. Phys. Lett. , 2012 , 101 , 022103 [ 10.1063/1.4730610 ][ PMCID : PMC4482470 ]. [ O'Dea2012jul ] O'Dea, J. R.; Brown, L. M.; Hoepker, N.; Marohn, J. A. & Sadewasser, S. \"Scanned Probe Microscopy of Solar Cells: From Inorganic Thin Films to Organic Photovoltaics\", Mater. Res. Soc. Bulletin , 2012 , 37 , 642 - 650 [ 10.1557/mrs.2012.143 ]. [ Lee2012apr ] Lee, S.-G.; Moore, E. W.; Hickman, S. A.; Longenecker, J. G. & Marohn, J. A. \"Switching Through Intermediate States Seen in a Single Nickel Nanowire by Cantilever Magnetometry\", J. Appl. Phys. , 2012 , 111 , 083911 [ 10.1063/1.3699363 ][ PMCID : PMC3344871 ]. [ Lee2012apra ] Lee, S.-G.; Moore, E. W. & Marohn, J. A. \"A Unified Picture of Cantilever Frequency-Shift Measurements of Magnetic Resonance\", Phys. Rev. B , 2012 , 85 , 165447 [ 10.1103/PhysRevB.85.165447 ][ PMCID : PMC3918878 ]. [ Choi2011jul ] Choi, J. J.; Wenger, W.; Hoffman, R.; Lim, Y.-F.; Luria, J.; Jasieniak, J.; Marohn, J. A. & Hanrath, T. \"Solution Processed Nanocrystal Quantum Dot Tandem Solar Cells\", Adv. Mater. , 2011 , 23 , 3144 - 3148 [ 10.1002/adma.201100723 ]. [ Hoepker2011oct ] Hoepker, N.; Lekkala, S.; Loring, R. F. & Marohn, J. A. \"Dielectric Fluctuations Over Polymer Films Detected Using an Atomic Force Microscope\", J. Phys. Chem. B , 2011 , 115 , 14493 - 14500 [ 10.1021/jp207387d ]. [ Longenecker2011may ] Longenecker, J. G.; Moore, E. W. & Marohn, J. A. \"Rapid serial prototyping of magnet-tipped attonewton-sensitivity cantilevers by focused ion beam manipulation\", J. Vac. Sci. Technol. B , 2011 , 29 , 032001 [ 10.1116/1.3581102 ][ PMCID : PMC3427987 ]. [ Luria2011feb ] Luria, J. L.; Schwarz, K. A.; Jaquith, M. J.; Hennig, R. G. & Marohn, J. A. \"Spectroscopic Characterization of Charged Defects in Polycrystalline Pentacene by Time- and Wavelength-Resolved Electric Force Microscopy\", Adv. Mater. , 2011 , 23 , 624 - 628 [ 10.1002/adma.201003073 ]. [ Choi2010apr ] Choi, J. J.; Luria, J.; Hyun, B.-R.; Bartnik, A. C.; Sun, L.; Lim, Y.-F.; Marohn, J. A.; Wise, F. W. & Hanrath, T. \"Photogenerated Exciton Dissociation in Highly Coupled Lead Salt Nanocrystal Assemblies\", Nano Lett. , 2010 , 10 , 1805 - 1811 [ 10.1021/nl100498e ]. [ Hickman2010nov ] Hickman, S. A.; Moore, E. W.; Lee, S.-G.; Longenecker, J. G.; Wright, S. J.; Harrell, L. E. & Marohn, J. A. \"Batch-fabrication of cantilevered magnets on attonewton-sensitivity mechanical oscillators for scanned-probe nanoscale magnetic resonance imaging\", ACS Nano , 2010 , 4 , 7141 - 7150 [ 10.1021/nn101577t ][ PMCID : PMC4472333 ]. [ Moore2010jul ] Moore, E. W.; Lee, S.-G.; Hickman, S. A.; Harrell, L. E. & Marohn, J. A. \"Evading Surface and Detector Frequency Noise in Harmonic Oscillator Measurements of Force Gradients\", Appl. Phys. Lett. , 2010 , 97 , 044105 [ 10.1063/1.3465906 ][ PMCID : PMC2924902 ]. [ Jaquith2009sep ] Jaquith, M. J.; Anthony, J. E. & Marohn, J. A. \"Long-lived charge traps in functionalized pentacene and anthradithiophene studied by time-resolved electric force microscopy\", J. Mater. Chem. , 2009 , 19 , 6116 - 6123 [ 10.1039/b902880c ]. [ Moore2009dec ] Moore, E. W.; Lee, S.-G.; Hickman, S. A.; Wright, S. J.; Harrell, L. E.; Borbat, P. P.; Freed, J. H. & Marohn, J. A. \"Scanned-Probe Detection of Electron Spin Resonance from a Nitroxide Spin Probe\", Proc. Natl. Acad. Sci. U.S.A. , 2009 , 106 , 22251 - 22256 [ 10.1073/pnas.0908120106 ][ PMCID : PMC2799694 ]. [ Yazdanian2009jun ] Yazdanian, S. M.; Hoepker, N.; Kuehn, S.; Loring, R. F. & Marohn, J. A. \"Quantifying Electric Field Gradient Fluctuations over Polymers Using Ultrasensitive Cantilevers\", Nano Lett. , 2009 , 9 , 2273 - 2279 [ 10.1021/nl9004332 ][ PMCID : PMC2838734 ]. [ deRoover2008apr ] de Roover, D.; Porter II , L. M.; Emami-Naeni, A.; Marohn, J. A.; Kuehn, S.; Garner, S. & Smith, D. D. \"An All-Digital Cantilever Controller for MRFM and Scanned Probe Microscopy using a Combined DSP / FPGA Design\", Amer. Laboratory , 2008 , 40 , 12. [ Kuehn2008feb ] Kuehn, S.; Hickman, S. A. & Marohn, J. A. \"Advances in Mechanical Detection of Magnetic Resonance\", J. Chem. Phys. , 2008 , 128 , 052208 [ 10.1063/1.2834737 ][ PMCID : PMC2494537 ]. [ Malliaras2008mar ] Malliaras, G. G.; Slinker, J. D.; DeFranco, J. A.; Jaquith, M. J.; Silveira, W. R.; Zhong, Y.-W.; Moran-Mirabal, J. M.; Craighead, H. G.; Abruna, H. D. & Marohn, J. A. \"Operating mechanism of light-emitting electrochemical cells — Authors' response\", Nat. Mater. , 2008 , 7 , 168 [ 10.1038/nmat2129 ]. [ Yazdanian2008jun ] Yazdanian, S. M.; Marohn, J. A. & Loring, R. F. \"Dielectric Fluctuations in Force Microscopy: Noncontact Friction and Frequency Jitter\", J. Chem. Phys. , 2008 , 128 , 224706 [ 10.1063/1.2932254 ][ PMCID : PMC2674627 ]. [ deRoover2007feb ] de Roover, D.; Porter II , L. M.; Emami-Naeni, A.; Marohn, J. A.; Kuehn, S.; Garner, S. & Smith, D. D. \"-0.05in, An All-Digital Cantilever Controller for MRFM and Scanned Probe Microscopy using a Combined DSP / FPGA Design\", Proceedings of the 10th NSTI Nanotech Conference, Santa Clara, CA , U.S. A., 2007 . [ Jaquith2007jul ] Jaquith, M.; Muller, E. M. & Marohn, J. A. \"Time-resolved electric force microscopy of charge trapping in polycrystalline pentacene\", J. Phys. Chem. B , 2007 , 111 , 7711 - 7714 [ 10.1021/jp073626l ]. [ Ng2007feb ] Ng, T. N.; Silveira, W. R. & Marohn, J. A. \"Dependence of charge injection on temperature, electric field, and energetic disorder in an organic semiconductor\", Phys. Rev. Lett. , 2007 , 98 , 066101 [ 10.1103/PhysRevLett.98.066101 ]. [ Silveira2007 ] Silveira, W. R.; Muller, E. M.; Ng, T. N.; Dunlap, D. H. & Marohn, J. A. Kalinin, S. V. & Gruverman, A. (Eds.) \"High-Sensitivity Electric Force Microscopy of Organic Electronic Devices and Materials\", Scanning Probe Microscopy: Electrical and Electromechanical Phenomena at the Nanoscale, 2007 , II , 788 - 830. [ Slinker2007nov ] Slinker, J. D.; DeFranco, J. A.; Jaquith, M. J.; Silveira, W. R.; Zhong, Y.-W.; Moran-Mirabal, J. M.; Craighead, H. G.; Abruna, H. D.; Marohn, J. A. & Malliaras, G. G. \"Direct measurement of the electric-field distribution in a light-emitting electrochemical cell\", Nat. Mater. , 2007 , 6 , 894 - 899 [ 10.1038/nmat2021 ]. [ Kuehn2006apr ] Kuehn, S.; Loring, R. F. & Marohn, J. A. \"Dielectric Fluctuations and the Origins of Noncontact Friction\", Phys. Rev. Lett. , 2006 , 96 , 156103 [ PhysRevLett.96.156103 ][ PMCID : PMC1941717 ]. [ Kuehn2006aug ] Kuehn, S.; Marohn, J. A. & Loring, R. F. \"Noncontact dielectric friction\", J. Phys. Chem. B , 2006 , 110 , 14525 - 145258 [ 10.1021/jp061865n ][ PMCID : PMC2323026 )]. [ Ng2006mar ] Ng, T. N.; Jenkins, N. E. & Marohn, J. A. \"Thermomagnetic Fluctuations and Hysteresis Loops of Magnetic Cantilevers for Magnetic Resonance Force Microscopy\", IEEE Trans. Mag. , 2006 , 42 , 378 - 381 [ 10.1109/ TMAG .2006.870259 ]. [ Ng2006oct ] Ng, T. N.; Marohn, J. A. & Chabinyc, M. L. \"Comparing the kinetics of bias stress in organic field-effect transistors with different dielectric interfaces\", J. Appl. Phys. , 2006 , 100 , 84505 [ 10.1063/1.2358410 ]. [ Ng2006aug ] Ng, T. N.; Silveira, W. R. & Marohn, J. A. \"Non-Ideal Behavior in a Model System: Contact Degradation in a Molecularly Doped Polymer Revealed by Variable-Temperature Electric Force Microscopy\", Proc. SPIE , 2006 , 6336 , 63360A [ 10.1117/12.681010 ]. [ Muller2005jun ] Muller, E. M. & Marohn, J. A. \"Microscopic evidence for spatially inhomogeneous charge trapping in pentacene\", Adv. Mater. , 2005 , 17 , 1410 [ 10.1002/adma.200401174 ]. [ Garner2004jun ] Garner, S. R.; Kuehn, S.; Dawlaty, J. M.; Jenkins, N. E. & Marohn, J. A. \"Force-Gradient Detected Nuclear Magnetic Resonance\", Appl. Phys. Lett. , 2004 , 84 , 5091 - 5093 [ 10.1063/1.1762700 ]. [ Jenkins2004may ] Jenkins, N. E.; DeFlores, L. P.; Allen, J.; Ng, T. N.; Garner, S. R.; Kuehn, S.; Dawlaty, J. M. & Marohn, J. A. \"Batch Fabrication and Characterization of Ultrasensitive Cantilevers with Submicron Magnetic Tips\", J. Vac. Sci. Technol. B , 2004 , 22 , 909 - 915 [ 10.1116/1.1695336 ]. [ McNeil2004may ] McNeil, A. J.; Toombes, G. E. S.; Chandramouli, S. V.; Vanasse, B. J.; Ayers, T. A.; O'Brien, M. K.; Lobkovsky, E.; Gruner, S. M.; Marohn, J. A. & Collum, D. B. \"Characterization of $\\beta$-Amino Ester Enolates as Hexamers via $&#94;6$Li NMR Spectroscopy\", J. Am. Chem. Soc. , 2004 , 126 , 5938 - 5939 [ 10.1021/ja049245s ]. [ Silveira2004sep ] Silveira, W. R. & Marohn, J. A. \"Microscopic view of charge injection in an organic semiconductor\", Phys. Rev. Lett. , 2004 , 93 , 116104 [ 10.1103/PhysRevLett.93.116104 ]. [ Kempf2003feb ] Kempf, J. G. & Marohn, J. A. \"Nanoscale Fourier-transform imaging with magnetic resonance force microscopy\", Phys. Rev. Lett. , 2003 , 90 , 087601 [ 10.1103/PhysRevLett.90.087601 ]. [ Silveira2003jan ] Silveira, W. R. & Marohn, J. A. \"A vertical inertial coarse approach for variable temperature scanned probe microscopy\", Rev. Sci. Instrum. , 2003 , 74 , 267 - 269 [ 10.1063/1.1524712 ].","tags":"Research","loc":"http://johnmarohn.github.io/pages/2-Publications.html","title":"Publications"},{"text":"[ Smieska2015aug ] Smieska, L. M. \"Microscopic Studies of the Fate of Charges in Organic Semiconductors: Scanning Kelvin Probe Measurements of Charge Trapping, Transport, and Electric Fields in p- and n-type Devices\", Cornell University, 2015 [ Cornell eCommons ][ Proquest thesis no. 3730470 ][ pdf ] (230 pages, 36.4 MB ). [ Longenecker2013jan ] Longenecker, J. G. \"High-Gradient Nanomagnet-on-Cantilever Fabrication for Scanned Probe Detection of Magnetic Resonance\", Cornell University, 2013 [ Cornell eCommons ][ Proquest thesis no. 3536799 ][ pdf chapters 1 and 2 ][ pdf chapter 3 ][ pdf chapter 4 ][ pdf chapter 5 ][ pdf chapter 6 ] (228 pages, 136.7 MB total). [ Hoepker2013jan ] Hoepker, N. C. \"Fluctuations Near Thin Films of Polymers, Organic Photovoltaics, and Organic Semiconductors Probed by Electric Force Microscopy\", Cornell University, 2013 [ Cornell eCommons ][ pdf ] (219 pages, 10.3 MB ). [ Moore2011sep ] Moore, E. W. \"1. Mechanical Detection of Electron Spin Resonance from Nitroxide Spin Probes, 2. Ultrasensitive Cantilever Torque Magnetometry of Magnetization Switching in Individual Nickel Nanorods\", Cornell University, 2011 [ Cornell eCommons ][ pdf ] (155 pages, 7.2 MB ). [ Luria2011aug ] Luria, J. L. \"Spectroscopic Characterization of Charge Generation and Trapping in Third-Generation Solar Cell Materials Using Wavelength- and Time-Resolved Electric Force Microscopy\", Cornell University, 2011 [ Cornell eCommons ][ pdf ] (196 pages, 30.0 MB ). [ Hickman2010feb ] Hickman, S. A. \"Batch fabrication of cantilevered magnetic nanorods on attonewton-sensitivity silicon oscillators for magnetic resonance force microscopy\", Cornell University, 2010 [ Cornell eCommons ][ pdf ] (156 pages, 38.5 MB ). [ Yazdanian2009aug ] Yazdanian, S. M. \"Scanned Probe Microscopy Studies of Thin Organic Films Using Cantilever Frequency Noise\", Cornell University, 2009 [ Cornell eCommons ][ pdf ] (155 pages, 8.5 MB ). [ Jaquith2009jan ] Jaquith, M. J. \"The Kinetics of Charge Trapping in Polycrystalline Pentacene and Ion Migration in Light Emitting Electrochemical Cells Studied by Time- and Temperature-Resolved Electric Force Microscopy\", Cornell University, 2009 [ Cornell eCommons ][ pdf ] (156 pages, 10.5 MB ). [ Kuehn2007aug ] Kuehn, S. \"Force-Gradient Detected Magnetic Resonance and the Origins of Noncontact Friction\", Cornell University, 2007 [ pdf ] (179 pages, 5.2 MB ). [ Jenkins2007jan ] Jenkins, N. E. \"Expanding the Limits of Magnetic Resonance Force Microscopy\", Cornell University, 2007 [ pdf ] (241 pages, 4.4 MB ). [ Ng2006may ] Ng, T. N. \"Developments in Force Detection: Integrated Cantilever Magnetometry and Electric Force Microscopy of Organic Semiconductors\", Cornell University, 2006 [ pdf ] (130 pages, 7.8 MB ). [ Muller2005aug ] Muller, E. M. \"Electric Force Microscopy of Charge Trapping in Thin-Film Pentacene\", Cornell University, 2005 [ pdf ] (141 pages, 2.9 MB ). [ Garner2005aug ] Garner, S. R. \"Force-Gradient Detection of Nuclear Magnetic Resonance\", Cornell University, 2005 [ pdf ] (150 pages, 2.9 MB ). [ Silveira2005aug ] Silveira, W. R. \"Microscopic View of Charge Injection in a Model Organic Semiconductor\", Cornell University, 2005 [ pdf ] (305 pages, 7.4 MB ).","tags":"Research","loc":"http://johnmarohn.github.io/pages/3-Theses.html","title":"Theses"},{"text":"Left to right: Corinne Isaac, Ali Tirmzi, Beth Curley, Ryan Dwyer, John Marohn, Michael Boucher, Hoang Long Nguyen, Paméla Nasr Contact Information Principal Investigator Dr. John Marohn email (607)-255-2004 Graduate Research Associates Paméla Nasr email (607)-254-4685 Ryan Dwyer email (607)-254-4685 Corinne Isaac (Kingsley) email (607)-254-4685 Hoang Long Nguyen email (607)-254-4685 Sarah Nathan email (607)-254-4685 Elizabeth Curley email (607)-254-4685 Michael Boucher email (607)-254-4685 Syed Ali Moeed Tirmzi email (607)-254-4685 Postdoctoral Research Associates Undergraduate Research Associates (Cornell) Sam Young email (607)-254-4685 Recent Alumni Louisa Smieska (Brown) email (607)-254-4685 Xueying Li (Sherry) email (607)-254-4685 Biographical Sketches John A. Marohn Email: jam99 at cornell dot edu Professor, Department of Chemistry and Chemical Biology; Member, Field of Materials Science and Engineering; Cornell University (Ithaca, New York) (1996 - 1999) National Research Council Research Associate, U.S. Army Research Laboratory (Adelphi, Maryland) and The Johns Hopkins Applied Physics Laboratory (Laurel, Maryland) (1996) Ph.D., Chemistry; California Institute of Technology (Pasadena, California) (1989) B.S., Chemistry, magna cum laude, with highest distinction; University of Rochester (Rochester, New York) (1989) B.A., Physics, magna cum laude; University of Rochester, (Rochester, New York) Paméla Nasr Email: ptn29 at cornell dot edu (2011 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2011) B.S., Chemistry with Economics minor, with high distinction; American University of Beirut (Beirut, Lebanon) Nanomagnetism, ultrasensitive force measurements, magnetic resonance force microscopy Ryan Dwyer Email: rpd78 at cornell dot edu (2011 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2011) B.S., Chemistry and Theology; University of Notre Dame (Notre Dame, Indiana) Dielectric fluctuations, charge trapping and mobility in organic transistors, scanning Kelvin probe force microscopy Corinne Isaac (Kingsley) Email: cek222 at cornell dot edu (2012 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2012) B.S., Chemistry with Physics minor; St. John Fisher College (Rochester, New York) Molecular structure determination, dynamic nuclear polarization, micron-scale microwave waveguides, magnetic resonance force microscopy Hoang Long Nguyen Email: hn269 at cornell dot edu (2012 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2011) B.S., Chemistry and B.A., Economics, Summa Cum Laude, Honors College; Adelphi University (Garden City, New York) Image reconstruction in nano- MRI , Markov chain Monte Carlo methods, magnetic resonance force microscopy Sarah Nathan Email: srn57 at cornell dot edu (2012 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2012) B.S., Chemistry and Biochemistry; Idaho State University (Pocatello, Idaho) Organic photovoltaics, inorganic photovoltaics, scanning Kelvin probe force microscopy Elizabeth Curley Email: eac274 at cornell dot edu (2013 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2013) B.A., Chemistry and Spanish, minor in Physics, Cum Laude; Coe College (Cedar Rapids, Iowa) Organic semiconductors, magnetic resonance force microscopy Syed Ali Moeed Tirmzi Email: st759 at cornell dot edu (2014 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2014) B.S., Chemistry; Lahore University of Management Sciences (Lahore, Pakistan) Inorganic semiconductor nanostructures, scanning Kelvin probe force microscopy Michael Boucher Email: mcb344 at cornell dot edu (2014 - current) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2014) B.A., Chemistry; Washington University (St. Louis, Missouri) Magnetic resonance force microscopy Samuel Young Email: sdy8 at cornell dot edu (2012 - current) Undergraduate Research Associate, Department of and Chemical Biology, Cornell University (Ithaca, New York) (2016) B.S., Chemical Engineering; Cornell University (Ithaca, New York) Conductive-probe atomic force microscopy Marohn Group Alumni Louisa Smieska (Brown) Email: lmb327 at cornell dot edu (2009 - 2015) Graduate Research Associate, Department of Chemistry and Chemical Biology, Cornell University (Ithaca, New York) (2009) B.S., Chemistry with concentration in Fine Arts; Hamilton College (Hamilton, New York) Charge trapping and charge injection in organic transistors, organic photovoltaics, scanning Kelvin probe force microscopy Xueying (Sherry) Li Email: xl264 at cornell dot edu (2013 - 2015) Undergraduate Research Associate, Department of and Chemical Biology, Cornell University (Ithaca, New York) B.A., Chemistry; Cornell University (Ithaca, New York) Organic photovoltaics, electrochemistry, nanofabrication","tags":"member","loc":"http://johnmarohn.github.io/pages/4-Members.html","title":"Members"},{"text":"Reproducible research GitHub [ https://github.com/ ] Ryan P. Dwyer [ link ] John A. Marohn [ link ] FreqDemod [ Python package ][ source code ][ documentation ] John Marohn's public research notebook [ link ] Zenodo [ https://zenodo.org/ ]. Store data and assign it a doi. Programming [Wilson2014jan] Wilson, G.; Aruliah, D. A.; Brown, C. T.; Chue Hong, N. P.; Davis, M.; Guy, R. T.; Haddock, S. H. D.; Huff, K. D.; Mitchell, I. M.; Plumbley, M. D.; Waugh, B.; White, E. P.; Wilson, P. & Eisen, J. A. \"Best Practices for Scientific Computing\", PLoS Biol , 2014 , 12 , e1001745 [ 10.1371/journal.pbio.1001745 ] [Merali2010oct] Merali, Z. \"Computational Science: …Error\", Nature , 2010 , 467 , 775 - 777 [ 10.1038/467775a ]. \" Software Carpentry: Teaching Lab Skills for Scientific Computing\" [ http://software-carpentry.org ] has many helpful lessons [ link ]. Note especially the tutorials Version Control with Git [ link ] and Programming with Python [ link ]. Department of Chemistry & Chemical Biology Forms and Templates [ link ]. Cornell University Vertere laboratory chemical inventory [ http://cornell.vertere.com/Login.aspx ]. Cornell Laboratory Safety Manual and Chemical Hygiene Plan [ link ]. Cornell Online Material Data Safety Sheets [ link ]. Digital Dropbox [ https://dropbox.cornell.edu/login/?redirurl=%2F ]. Send senstive files securely . Physical Scences Libarary [ http://physicalsciences.library.cornell.edu ] Cornell Physics Sciences Library Blog [ http://blogs.cornell.edu/problemsolved/ ]","tags":"Research","loc":"http://johnmarohn.github.io/pages/5-Links.html","title":"Links"},{"text":"Ali's paper is out! Tirmzi, A. M.; Dwyer, R. P.; Hanrath, T. & Marohn, J. A. \"Coupled Slow and Fast Charge Dynamics in Cesium Lead Bromide Perovskite\", ACS Energy Lett. , 2017 , 2 , 488 - 496 [ 10.1021/acsenergylett.6b00722 ]. As part of the ACS Articles on Request e-prints service, we may distribute up to 50 free e-prints of the final published articles to interested colleagues during the first 12 months of publication. To claim your free e-print, follow the link below: http://pubs.acs.org/articlesonrequest/ AOR -RmuyCGj98rw63xaEKnDe","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20170206-153027--Perovskite-Paper-has-been-accepted.html","title":"Ali's Perovskite Paper has been accepted"},{"text":"I have added a page to this website containing useful links [ link ]. Go to the page and you will see links to group members' GitHub pages, open-source software that our team has released, and John Marohn's public research notebook. You will also find helpful links related to programming, safety, and Cornell libraries. Enjoy. Sincerely Yours, John Marohn","tags":"research","loc":"http://johnmarohn.github.io/MarohnGroup-20161217-165316--Links-page-added.html","title":"Links page added"},{"text":"This summer, it has been our group's pleasure to host a visiting Masters-degree student, Mr. Rembrandt Donkersloot, from the Department of Physics at the University of Leiden. Rembrandt's advisor, Professor Tjerk Oosterkamp, traveled to the U.S. this summer, and stopped by Cornell to visit Rembrandt and the Marohn group. L to R: Tjerk Oosterkamp, Rembrandt Donkersloot, and John Marohn in front of the Physical Sciences Building at Cornell University (Ithaca, NY ) . Professor Oosterkamp's group detects magnetic resonance in thin-film samples at millikelvin temperatures [1] [2] mechanically [3] , using a high compliance cantilever to which a few-micron-diameter magnetic tip has been affixed. Detecting a magnetic resonance signal in this experiment requires applying an oscillating magnetic field to flip the electron or nuclear spins in the sample. Because electron and nuclear spins carry a small magnetic moment, these spin flips create a detectable change in the amplitude or mechanical oscillation frequency of the nearby magnet-tipped cantilever. However, applying an oscillating field causes considerable heating for experiments performed at millikelvin temperatures in a dilution refrigerator. This heating problem has become a big challenge for their temperature-sensitive experiments and they have to work hard to minimize heat generation. The Oosterkamp team creates the required oscillating magnetic field by running current through a microfabricated superconducting wire. There is a limit to the size of the oscillating field that can be created in this way however, because the current needs to remain below the superconducting wire's critical current. They also rely on force-gradient approaches to mechanically detect magnetic resonance [4] [5] invented at Cornell University in the Marohn group. These experiments observe a change in the spin state of the sample as a shift in the mechanical resonance frequency of the magnet-tipped cantilever. The advantage of this approach is that the oscillating field only needs to be applied briefly, just long enough saturate the sample spins and drive the sample's spin magnetization to zero. The sample's longitudinal spin magnetization can then be watched in real time as it returns to equilibrium by continuously observing the cantilever's resonance frequency [6] . Mr. Donkersloot worked with Hoang Nguyen, Pamela Nasr, and Corinne Isaac in our group this summer to explore using our group's 100-nanometer-diameter magnetic nanorods [7] [8] in the Leiden magnetic resonance experiments. [1] Vinante, A.; Schinkelshoek, L.; Usenko, O.; Wijts, G. & Oosterkamp, T. \"Magnetic Resonance Force Microscopy of paramagnetic electron spins at millikelvin temperatures\", Nat. Comm. , 2011 , 2 , 572 [ 10.1038/ncomms1581 ]. [2] Wagenaar, J. J. T.; den Haan, A. M. J.; de Voogd, J. M.; Bossoni, L.; de Jong, T. A.; de Wit, M.; Bastiaans, K. M.; Thoen, D. J.; Endo, A.; Klapwijk, T. M.; Zaanen, J. & Oosterkamp, T. H. \"Probing the Nuclear Spin-Lattice Relaxation Time at the Nanoscale\", Phys. Rev. Applied , 2016 , 6 , 014007 [ 10.1103/PhysRevApplied.6.014007 ]. [3] Sidles, J. A.; Garbini, J. J.; Bruland, K. J.; Rugar, D.; Züger, O.; Hoen, S. & Yannoni, C. S. \"Magnetic Resonance Force Microscopy\", Rev. Mod. Phys. , 1995 , 67 , 249 - 265 [ 10.1103/RevModPhys.67.249 ]. [4] Garner, S. R.; Kuehn, S.; Dawlaty, J. M.; Jenkins, N. E. & Marohn, J. A. \"Force-Gradient Detected Nuclear Magnetic Resonance\", Appl. Phys. Lett. , 2004 , 84 , 5091 - 5093 [ 10.1063/1.1762700 ]. [5] Moore, E. W.; Lee, S.-G.; Hickman, S. A.; Wright, S. J.; Harrell, L. E.; Borbat, P. P.; Freed, J. H. & Marohn, J. A. \"Scanned-Probe Detection of Electron Spin Resonance from a Nitroxide Spin Probe\", Proc. Natl. Acad. Sci. U.S.A. , 2009 , 106 , 22251 - 22256 [ 10.1073/pnas.0908120106 ]. [6] Alexson, D. A.; Hickman, S. A.; Marohn, J. A. & Smith, D. D. \"Single-shot nuclear magnetization recovery curves with force-gradient detection\", Appl. Phys. Lett. , 2012 , 101 , 022103 [ 10.1063/1.4730610 ]. [7] Longenecker, J. G.; Moore, E. W. & Marohn, J. A. \"Rapid serial prototyping of magnet-tipped attonewton-sensitivity cantilevers by focused ion beam manipulation\", J. Vac. Sci. Technol. B , 2011 , 29 , 032001 [ 10.1116/1.3581102 ]. [8] Nasr, P. T. & Marohn, J. A. 2016 , unpublished .","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20160814-100412--Visitors-from-the-Netherlands.html","title":"Visitors from the Netherlands"},{"text":"On May 4th, 2016, graduate students from the Marohn laboratory brought liquid nitrogen to Caroline Elementary School for various scientific activities and demonstrations. The goal of this outreach was to help fifth graders understand the physical properties of liquid nitrogen (liquid phase, cold -321 ○ F), and phase changes. Our activities included We deflated air balloons with liquid nitrogen, and stuffed many of them into a small container. Then, we took the balloons out one by one and let them deflate at room temperature and asked the students to explain what they saw. We then re-froze one of the balloons to show that the gases inside the balloon actually liquified. We froze a few pennies in liquid nitrogen — some old and some new. We asked the students what they expected to see when the coins were frozen. We took the pennies out and smashed them with a hammer to demonstrate that metal became brittle when cold. The new pennies shattered easily while the older one only bent a little. We asked the students to deduce something about the pennies from what they saw. We explained that the different behaviors resulted from differences in the material composition of the pennies — the newer coins (after 1982) were made of zinc and coated with a thin layer of copper while the older coins were made entirely of copper. In another activity, we froze a banana in liquid nitrogen and tried to use it to smash a pile of frozen coins. The banana was shattered while the coins remained intact. We explained that the frozen banana was more fragile because of its high water and sugar content. In our last activity, we let the students freeze a few marshmallows in liquid nitrogen. We then let them eat this frozen treat! It did not hurt; rather, they found it tasty and cold like ice-cream. Some students were able to breathe out foggy smoke through their nose. Very cool. These activities were repeated for two classes of fifth graders and they all enjoyed it. Some students demonstrated quite a bit of prior knowledge (‘I saw it in a Youtube video before') and a great affinity for science through their clear explanations and keen observations. In an unofficial vote, our activities were found to be the coolest the students had experienced yet in their fifth grade science class. Fig 1: Balloons taken out of liquid nitrogen re-inflate by themselves. Fig 2: Marshmallows frozen with liquid nitrogen. Fig 3: Fifth-graders watching the liquid nitrogen demonstration.","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20160512-153241--Outreach-activities-at-Caroline-Elementary-School.html","title":"Outreach activities at Caroline Elementary School"},{"text":"On April 30, 2016, Marohn Group graduate students led two separate workshops at the annual Expanding Your Horizons Conference at Cornell University. The goal of this day-long conference was to introduce middle-school-aged girls to the STEM fields (Science, Techonology, Engineering and Mathematics) through various demonstrations, discussions, and hands-on experiences. Members of our laboratory designed two different, exciting workshops. One workshop, \"Juice from Juice: Berry Solar Cell\", was designed for 7th and 8th graders. This workshop provided an introduction to the design and construction of a simple organic solar cell. The other workshop, \"Turning on the Light\", was designed for 9th graders who have more experience thinking about electricity, work, and magnetism. In addition to leading workshops, many Marohn-laboratory members held leadership positions within the Expanding Your Horizons organization, helping to ensure that the April 30th event ran well. We are happy to report that after months of preparation the EYH conference went off smoothly and successfully! Juice from Juice - Berry Solar Cell The ‘Juice from Juice' workshop where middle-school aged girls learn about organic solar cells and made their own berry-power cells. Upper Left: ITO -slide is soaked in chosen berry juice; Upper Right: workshop leaders explaining the working concept and the simple construction of berry solar cells; Middle: Workshop leaders during lunch break; Lower Left: a workshop leader demonstrates the step-by-step construction of berry solar cell to the girls and parents; Lower Right: Girls taking note while building their solar cells. Turning on the Light The ‘Turning on the Light' workshop where girls are building their own wind electricity generators using simple tools and magnets. Above: The girls are winding copper wires around a plastic tube for magnet feedthrough.","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20160505-145552--Marohn-Group-at-Cornell-Expanding-Your-Horizon-(EYH).html","title":"Marohn Group at Cornell Expanding Your Horizons ( EYH )"},{"text":"I have added a page to this website where I post the group's PhD theses [ link ]. Since 2009, electronic copies of Cornell PhD theses are also available in the Cornell eCommons. For recent PhD theses, I have included a link to the Cornell eCommons website allocated to each thesis. Some of the theses will not be publicly available until 2020. When you submit your thesis, you can ask that it be (1) released immediately or (2) withheld until your work has been published and your patents filed. Presently there are only two choices for the embargo period: zero years or five years! Note to Cornell librarians: The ability to choose a one- or two-year embargo period would be nice. Please fix this BUG . Sincerely Yours, John Marohn","tags":"research","loc":"http://johnmarohn.github.io/MarohnGroup-20160405-182303--Group-theses-posted.html","title":"Group theses posted"},{"text":"Marohn Group Summer in August 2016 Left to right: Corinne, Hoang, Peter, Beth, Rembrandt, Ali, Michael, Ryan Marohn Group Summer Picnic in May 2016 Left to right: Michael Boucher, Ryan Dwyer, Ali Moeed Tirmzi, John Marohn, Beth Curley, Corinne Isaac, Hoang Long Nguyen Marohn Group Holiday Party in December 2015 Left to right: Back row: Hoang, John Marohn, Patty, Michael, Ali, Aubrey, Christian, Corinne; Front row: Laura, Ryan, Louisa, John Smieska, Andrew, Beth Marohn Group Pinic in June 2015 Left to right: Back row: Michael Boucher, Corinne Isaac, Sarah Nathan, John Marohn, Hoang Long Nguyen; Front row: Ali Tirmzi, Sherry Li, Jazmin, Beth Curley, Paméla Nasr, Ryan Dwyer Marohn Group in May 2015 Left to right: Back row: Louisa Smieska, Ryan Dwyer, John Marohn, Michael Boucher; Middle row: Sarah Nathan, Beth Curley, Ali Tirmzi; Front row: Paméla Nasr, Hoang Long Nguyen, Corinne Isaac Marohn Group in April 2014 Left to right: Back row: Louisa Smieska, John Marohn, Jimmy O'Dea, Ryan Dwyer; Middle row: Hoang Long Nguyen, Beth Curley, Corinne Isaac, Sherry Li; Front row: Sarah Nathan, Paméla Nasr, Christine Gleave Marohn Group in April 2013 Left to right: Back row: John Marohn, Alex Senko, Corinne Isaac; Second-to-back row: Ryan Dwyer, Joseph Singh, Louisa Smieska; Second-to-front row: Hoang Long Nguyen, Sarah Nathan, Lei Chen, Sam Young; Front row: Sherry Li, Christine Gleave, Paméla Nasr, Joni Longenecker, Jimmy O'Dea","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20160404-180802--Photo-Album.html","title":"Photo Album"},{"text":"Welcome to the Marohn group's new website!","tags":"news","loc":"http://johnmarohn.github.io/MarohnGroup-20150703-174539--Welcome.html","title":"Welcome"}]}